IDEA Open Model
ConProjectInfo.Connections Property
Compatible with IDEA StatiCa v 10.1
 Connections in the project
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<ConnectionInfo> Connections { get; set; }
Public Property Connections As List(Of ConnectionInfo)
	Get
	Set
public:
property List<ConnectionInfo^>^ Connections {
	List<ConnectionInfo^>^ get ();
	void set (List<ConnectionInfo^>^ value);
}
Property Value
Type: List<ConnectionInfo>
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace